{
    "text_enter":"<highlight> Ninja Fit </highlight> — персональний помічник у сфері здорового харчування та фітнесу, що дозволяє користувачам створювати персоналізовані плани харчування та отримувати щоденні інсайти. Основні функції додатку включають:",
    "showcase_title":"Додаток Ninja Fit <br></br> дозволяє:",

    "showcase_block_title_1":"ШІ Дієтолог",
    "showcase_block_text_1":"Індивідуальні плани харчування на основі ШІ для досягнення фітнес-цілей",
    "showcase_block_title_2":"Трекінг та звіти",
    "showcase_block_text_2":"",
    "showcase_block_title_3":"Власна модель ШІ",
    "showcase_block_text_3":"Власна натренована модель ШІ, яка допомагає сканувати їжу та аналізує склад тіла (BodyComposition) за фото, надаючи точні дані користувачам",
    "showcase_block_title_4":"Сканування штрих-кодів",
    "showcase_block_text_4":"Можливість сканування штрих-кодів продуктів для швидкого додавання до щоденника харчування",
    "showcase_block_title_5":"UX Вищого рівня",
    "showcase_block_text_5":"Інтуїтивно зрозумілий та зручний інтерфейс, що сприяє підвищенню мотивації та задоволення від використання додатку",

    "problems_we_solve_title":"Основні проблеми,<br></br> які потребували<br></br> вирішення",
    "problems_we_solve_text":"На ринку фітнес-додатків багато продуктів, які перевантажені зайвими функціями та не пропонують індивідуальних рішень для користувачів. Це ускладнює використання додатків і демотивує людей стежити за своїм здоров'ям.",
    "problems_we_solve_block_title_1":"Надмірна складність додатків і перенасиченість функціями",
    "problems_we_solve_block_text_1":"Зайві елементи інтерфейсу та численні опції відволікають увагу, уповільнюють навігацію та роблять додаток менш зручним у використанні, що може відлякувати клієнтів і знижувати конверсію.",
    "problems_we_solve_block_title_2":"Складність та тривалість оформлення замовлення на страви азійської кухні",
    "problems_we_solve_block_text_2":"Відсутність автоматизації та розумних алгоритмів ускладнювала обробку даних, що призводило до значних витрат часу і ресурсів на кожен аналіз.",
    "problems_we_solve_block_title_3":"Відсутність індивідуальних рекомендацій для користувачів",
    "problems_we_solve_block_text_3":"Без рекомендацій, заснованих на попередніх замовленнях чи вподобаннях, користувачі витрачають більше часу на пошук, що може зменшити їхнє задоволення від взаємодії з додатком",
    "problems_we_solve_block_title_4":"Відсутність системи підтримки мотивації користувачів",
    "problems_we_solve_block_text_4":"Без інструментів, таких як нагороди за досягнення, челенджі чи персональні цілі, користувачі не мають стимулів для регулярного використання продукту чи сервісу. ",
    
    "task_of_the_project_title":"Завдання проєкту",
    "task_of_the_project_1":"Без інструментів, таких як нагороди за досягнення, челенджі чи персональні цілі, користувачі не мають стимулів для регулярного використання продукту чи сервісу. ",
    "task_of_the_project_2":"Розробка персоналізованих планів харчування за допомогою власної AI-моделі, що аналізує склад тіла",
    "task_of_the_project_3":"Інтеграція з популярними фітнес-додатками та пристроями",
    "task_of_the_project_4":"Реалізація функції повторення попередніх замовлень",
    "task_of_the_project_5":"Реалізація системи мотивації через інсайти та звіти",

    "development_tools_title":"Інструменти <br></br>розробки",

    "implementation_block_title":"Технічна <br></br> реалізація",
    "implementation_block_task_1":"Swift для розробки додатку на iOS та PHP для бекенду",
    "implementation_block_task_2":"Використання власної AI-моделі, що аналізує харчування та склад тіла за фото",
    "implementation_block_task_3":"Інтеграція з аналітичними та монетизаційними платформами Appsflyer, Firebase та RevenueCat",
    "implementation_block_task_4":"Розробка дизайну в Figma для інтуїтивного інтерфейсу",
    "implementation_block_task_5":"Запуск: Ексклюзивно для iOS з техпідтримкою та постійним розвитком",
 
    "free_for_all_title":"Безкоштовно для <br></br>всіх, але вигідно<br></br> для бізнесу",
    "free_for_all_text":"Додаток Ninja Fit пропонує безоплатний доступ до основних функцій. Однак завдяки моделі підписки Ninja-Pro Access, користувачі можуть розширити свої можливості, отримуючи персоналізовані плани на основі штучного інтелекту, глибокі аналітичні звіти та інтеграцію з додатковими фітнес-ресурсами. Це дозволяє бізнесу одночасно надавати доступний продукт та генерувати прибуток через платні сервіси.",


    "reviews_title":"Результати<br></br> роботи",
    "reviews_rating":"Оцінок: <highlight>85</highlight>",
    "reviews_text_main":"Ключовим досягненням стала значна популярність додатку, який стабільно знаходиться в чартах магазинів App Store і має високий рейтинг. <br></br> <br></br>Додаток зібрав численні позитивні відгуки та оцінки  <highlight>(4.9/5 із 2800 відгуків), </highlight> завдяки своїй зручності використання, якості продуктів та швидкій доставці. Це допомогло бренду Ninja Sushi значно підвищити впізнаваність та лояльність серед своєї цільової аудиторії",

    "reviews_text_1":"<highlight>Рейтинг 4,6</highlight> в App Store із численними позитивними відгуками",
    "reviews_text_2":"<highlight>Понад 20 000</highlight> завантажень за перший місяць",
    "reviews_text_3":"Збільшення частоти тренувань та поліпшення харчування завдяки ШI-рекомендаціям <highlight>на 25%</highlight>",
    "reviews_text_4":"Зростання кількості підписок на Ninja-Pro Access <highlight>на 18%</highlight>",

    "review_client_title_1":"Чудова доставка та зручний додаток!",
    "review_client_text_1":"Замовляю суші вже не вперше, і щоразу залишається тільки позитивне враження! Все дуже смачно, свіже, а мобільний додаток працює бездоганно. Швидко знаходжу всі необхідні позиції, є зручна система фільтрів, та й оформлення замовлення займає лічені хвилини. Рекомендую!",
    "review_client_title_2":"Найкращий та простий додаток!",
    "review_client_text_2":"Ця доставка стала нашою улюбленою! Суші завжди свіже і з ідеальними пропорціями інгредієнтів. А додаток надзвичайно зручний, швидкий і інтуїтивний. Особливо подобається функція відстеження кур'єра в реальному часі!",
    "review_client_title_3":"Нормально, але є куди рости",
    "review_client_text_3":"Піцца хороша, але не вау. Додаток теж непоганий, але місцями заплутаний. Важко знайти деякі страви, особливо якщо шукаєш щось специфічне. Було б класно додати більше опцій персоналізації замовлень.",
    "review_client_title_4":"Все на найвищому рівні!",
    "review_client_text_4":"Я просто в захваті! Суші дуже смачні, завжди свіжі й красиво упаковані. Додаток працює без жодних проблем: усе швидко, зрозуміло, оформлення просте. Можна налаштувати сповіщення, і тепер я не пропускаю акції та знижки.",

    "aspects_title":"Основні фактори<br></br> успіху Ninja Fit",
    "aspects_text":"Мобільний додаток надав простий та зручний процес замовлення, а швидкість доставки забезпечувала позитивні враження від обслуговування. Крім того, акції та програми лояльності стимулювали повторні покупки, допомагаючи компанії створити базу постійних клієнтів і виділитися на ринку.",
    "aspect_block_title_1":"Багатомовність та глобальна доступність",
    "aspect_block_text_1":"Додаток підтримує кілька мов, включаючи українську, англійську та російську, що робить його зручним для користувачів з різних країн і ринків",
    "aspect_block_title_2":"Широке охоплення цільової аудиторії",
    "aspect_block_text_2":"Ninja Fit приваблює як новачків у фітнесі, так і досвідчених користувачів завдяки можливості адаптувати план тренувань і харчування до різних рівнів підготовки",
    "aspect_block_title_3":"Спрямованість на тривале використання",
    "aspect_block_text_3":"Додаток надає користувачам довготривалі інструменти для досягнення фітнес-цілей, відстеження прогресу та мотивації, що сприяє підвищенню утримання користувачів",
    "aspect_block_title_4":"Ефективна маркетингова стратегія та модель монетизації",
    "aspect_block_text_4":"Додаток поєднує безкоштовний доступ із моделлю підписки, що дозволяє залучити широку аудиторію, одночасно забезпечуючи стабільний дохід через продаж розширених функцій",

    "conclusion_title":"Підсумки реалізації проєкту Ninja Fit",
    "conclusion_text":"Додаток Ninja Fit успішно поєднує персоналізовані інструменти для відстеження здоров'я та тренувань з інтуїтивним інтерфейсом, що робить його привабливим для широкої аудиторії. Завдяки багатомовності та продуманій системі монетизації через підписку, додаток став ефективним бізнес-інструментом для компанії. Цей проєкт показав, як важливо інтегрувати зручність використання та адаптацію до потреб різних користувачів для досягнення довготривалого успіху.",
    "conclusion_rated":"Оцінок: <highlight>345</highlight> тис.",

    "explore_more_projects":"Дивіться інші<br></br> проекти"
}