{
    "text_enter":"<highlight> Ninja Water Tracker </highlight> — це додаток для відстеження споживання води, який допомагає користувачам підтримувати оптимальний рівень гідратації протягом дня. ",
    "showcase_title":"Додаток Ninja Water Tracker <br></br> дозволяє:",

    "showcase_block_title_1":"Зручний трекер",
    "showcase_block_text_1":"Відстеження щоденного споживання води",
    "showcase_block_title_2":"Зручний UX та гарний UI",
    "showcase_block_text_2":"Простий інтерфейс для введення кількості випитої води",
    "showcase_block_title_3":"Постійний контроль",
    "showcase_block_text_3":"Нагадування, щоб допомогти користувачам залишатися сбалансованими у споживанні води",
    "showcase_block_title_4":"Доступність",
    "showcase_block_text_4":"Підтримка української, англійської та російської мов",
    "showcase_block_title_5":"Free-to-play",
    "showcase_block_text_5":"Безкоштовний доступ із можливістю платних підписок для додаткових функцій",

    "problems_we_solve_title":"Виклики бізнесу,<br></br> що потребували<br></br> вирішення",
    "problems_we_solve_text":"Існує великий інтерес до додатків для здоров'я та фітнесу, але відстеження водного балансу часто залишається недооціненим аспектом у цій сфері. Споживачі не завжди розуміють важливість регулярного споживання води для здоров'я, а також часто забувають пити воду протягом дня через зайнятість.",
    "problems_we_solve_block_title_1":"Низька залученість користувачів через відсутність інтегрованих нагадувань",
    "problems_we_solve_block_text_1":"Без таких функцій, як push-сповіщення про акції, нові страви чи інші події, користувачі рідше взаємодіють з додатком, що знижує частоту замовлень та загальну активність на платформ",
    "problems_we_solve_block_title_2":"Недостатня поінформованість користувачів про проблему підтримки водного балансу",
    "problems_we_solve_block_text_2":"Багато хто не усвідомлює, як недостатнє вживання рідини може вплинути на здоров'я, зокрема на енергію, концентрацію та загальне самопочуття, що знижує мотивацію контролювати водний режим.",
    "problems_we_solve_block_title_3":"Відсутність лояльності користувачів без додаткових мотиваційних механізмів",
    "problems_we_solve_block_title_4":"Конкуренція на ринку додатків для фітнесу та здоров'я",
    "problems_we_solve_block_text_4":"Щоб залишатися конкурентоспроможними, додатки мають постійно вдосконалювати UX, впроваджувати мотиваційні механізми та використовувати AI для індивідуальних рекомендацій.",
    
    "task_of_the_project_title":"Завдання проєкту",
    "task_of_the_project_1":"Забезпечення високої залученості користувачів через нагадування та персоналізовані сповіщення",
    "task_of_the_project_2":"Створення механізмів утримання користувачів за допомогою мотиваційних інструментів, таких як досягнення та звіти про прогрес",
    "task_of_the_project_3":"Створення конкурентної переваги на ринку через унікальні рішення",

    "implementation_block_title":"Технічна <br></br> реалізація",
    "implementation_block_task_1":"Простий інтерфейс для швидкого введення даних та перегляду прогресу",
    "implementation_block_task_2":"Персоналізація цілей гідратації та сповіщень для кожного користувача",
    "implementation_block_task_3":"Миттєва обробка даних для безперервної роботи додатку",
    "implementation_block_task_4":"Інтеграція з фітнес-трекерами для повного моніторингу здоров'я",
    "implementation_block_task_5":"Регулярні оновлення та підтримка на основі фідбеку користувачів",
 
    "free_for_all_title":"Максимум мотивації<br></br> для гідратації",
    "free_for_all_text":"Ninja Water Tracker створює потужну мотивацію для підтримки водного балансу завдяки індивідуальним сповіщенням та нагадуванням. Це справжній особистий помічник, який допомагає досягати щоденних цілей з гідратації. Така функціональність збільшує залученість користувачів і створює додаткову вартість для бізнесу, дозволяючи ефективно монетизувати продукт через розширені можливості та підписки.",


    "reviews_title":"Результати<br></br> роботи",
    "reviews_text_1":"<highlight> 10 000 </highlight> завантажень протягом перших трьох місяців після запуску",
    "reviews_text_2":"Збільшення кількості підписок<highlight> на 20% </highlight>завдяки впровадженню розширених функцій",
    "reviews_text_3":"Зростання активності користувачів <highlight> на 35%  </highlight> завдяки персоналізованим сповіщенням та регулярним нагадуванням",


    "aspects_title":"Що зробило Ninja<br></br> Water Tracker<br></br> успішним",
    "aspects_text":"Мобільний додаток надав простий та зручний процес замовлення, а швидкість доставки забезпечувала позитивні враження від обслуговування. Крім того, акції та програми лояльності стимулювали повторні покупки, допомагаючи компанії створити базу постійних клієнтів і виділитися на ринку.",
    "aspect_block_title_1":"Персоналізовані сповіщення та нагадування",
    "aspect_block_text_1":"Індивідуально налаштовані сповіщення допомагають користувачам не забувати пити воду, що підтримує їхню активність та залученість",
    "aspect_block_title_2":"Швидкий старт і зручне введення даних",
    "aspect_block_text_2":"Додаток дозволяє користувачам легко налаштувати цілі гідратації та швидко почати користуватися без зайвих налаштувань",
    "aspect_block_title_3":"Можливість вибору з готових напоїв",
    "aspect_block_text_3":"Користувачі можуть обирати вже готові напої зі списку, що спрощує процес введення даних і робить його більш зручним",
    "aspect_block_title_4":"Відстеження історії споживання",
    "aspect_block_text_4":"Додаток дозволяє користувачам відстежувати свою історію споживання води, що дає можливість аналізувати прогрес та покращувати свої гідратаційні звички",

    "conclusion_title":"Результати, що мотивують до успіху",
    "conclusion_text":"Ninja Water Tracker довів свою ефективність завдяки простоті використання, персоналізованим сповіщенням та можливості відстежувати прогрес. Проєкт продемонстрував, як інтуїтивний дизайн та розумні функції можуть не тільки утримувати користувачів, але й мотивувати їх досягати своїх цілей. Цей успіх підкреслює важливість зручності та персоналізації для фітнес-додатків.",
    "conclusion_rated":"Оцінок: <highlight>345</highlight> тис.",

    "explore_more_projects":"Дивіться інші<br></br> проекти"
}